// Version: 3.2.0 build 101003

// About Box
10000=Muuta Minipad 2
10010=Kääntänyt suomeksi Jorma Hurtig
10020=This program is a freeware!
10180=If you wish to support, please click:

// File Menu
1000=&Tiedosto
1010=Uusi &Muistilappu
1020=Uusi Ko&hteen valinta
1030=Uusi &Laskin
1040=Uusi &Muistutus
1050=Uusi &Sanakirja
1060=Uusi &Linkki
1070=Uusi Kon&takti
1110=Uusi &Ryhmä
1120=&Rename
1130=Switch &Lock
1140=&Poista kohde
1145=&Sulje kohde
1150=&Tallenna
1160=&Property...
1170=&View
1180=&Tuo...
1190=&Vie...
1200=Lähetä &Sähköposti...
1210=P&oistu

// Edit Menu
1300=&Muokkaa
1310=T&yhjennä
1320=&Kumoa
1330=&Tee uudelleen
1340=Valitse &Kaikki
1350=Le&ikkaa
1360=&Kopioi
1370=&Liitä
1400=&Delete\tDel
1410=&Uusi Tietue
1420=&Lisää Tietue
1430=&Muokkaa Tietuetta
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=&Sanan pakkaus
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=&Etsi / Korvaa...
1460=Subsequent Find
1462=Etsi &Seuraava
1464=Find &Previous
1466=&Korvaa && Etsi Seuraava
1468=&Replace && Find Previous
1470=K&orvaa Kaikki
1480=&Highlight Match
1490=Insert &Link...
5000=Lisää Ma&lline
4000=Lisää Leike&teksti

// Navigation Menu
1550=&Navigation
1560=Siirry &edelliseen
1570=Siirry &seuraavaan
1580=Taso &ylös
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=&Työkalut
1710=Näytä &Hakemistopuu
1720=&Sulje lopetettaessa
1730=&Läpinäkyvyys
1740=Automaattinen &Piilotus
1750=Ma&llinemanageri
1760=Pika&linkkimanageri
1770=&Valvo Leikepöytää
1780=&Tyhjennä Leikepöytä
1790=Clipboard &Manage
1800=Statistics...
1810=&Määrittele Työkalurivi...
1820=&Asetukset...

// Help Menu
1900=&Apua
1910=&Tietoja Internetissä
1920=Siirry Koti&sivulle
1930=&Keskustelufoorumi
1950=&Donate
1940=&Muuta...

// Tray Menu
1960=Palauta
1970=Pienennä
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=Ohita
402=Lisää...
406=Uusi
408=Aseta
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=Etsi / Korvaa
10230=Korvaa:
10350=Samanlainen
10360=Koko sana
10330=Ylös
10340=Alas
10370=Rullaus takaisin
10240=Kohdeteksti:
10250=Lisää kohdeteksti!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=nouseva
10280=laskeva
10290=Kaikki kohdetekstit on korvattu!
10300=Kohdetekstiä ei löydy!
10310=Kohdetta ei löydy!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=Määrittele Työkalurivi
10480=Valittavat Painikkeet
10490=Nykyiset Painikkeet
10500=Uusi erotin
10510=Haluatko asettaa alkuperäiset Painikkeet?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=Luettelo
11020=Lataa Oletus
11030=Oletukseksi
11040=Valitse Kaikki
11050=Suuri Kuvake
11060=Pieni Kuvake
11070=Luettelo
11080=Raportti
11090=Abstract
11120=Valitse täysi rivi
11100=Näytä Ruudukko
11110=Tyyli
11130=Sarakkeet
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=Kirjaudu Minipad 2
11410=Lisää salasana:
11430=Salasana ei kelpaa!

// Import Dialog
11500=Tuo
15380=Tuo hakemistosta:
11510=Tiedosto
11520=Kansio
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=Asetukset

// Program Settings
15050=Ohjelman Asetukset
15060=Automaattikäynnistys
15070=Kuvake tehtäväpalkissa
15080=- Tehtäväpalkkiin
15090=Aloita pienennettynä
15100=Close to tray
15110=Nimeä kohde autom.
15120=Vahvista poisto
15130=Rullaus ulos
15140=Aina Kohdistuseditori
15170=Postiasiakas:
15150=- / + Pikanäppäin:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=Automaattinen tyhjä rivi
15210=Autom. sisennys
15245=One click open link
15220=Vahvista tyhjennys
15230=Sarkain seis:
15250=Rajoitus:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Erottimen viiva:
15460=Use virtual import when drag in files

// Behavior Settings
15500=Käyttäytyminen
15530=ESC -näppäin:
15510=Pienennä
15520=Tyhjentää tekstin
15540=Tuplaklikkaus sarkaimeen:
15550=Switch status
15560=Nimeää
15570=Poista
15630=Keskiklikkaus sarkaimeen:
15590=Nimeää
15600=Switch status
15610=Poista
15640=Tuplaklikkaus ryhmässä:
15580=Muistilappu
15620=Siirry edelliseen

// Log In Settings
15700=Log In
15710=Kirjaudu salasanalla:
15730=Salasana:
15740=Vahvista:
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=Tallenna
15830=Auto backup, interval:
15850=Varmuuskopion polku:
15860=Valitse hakemisto varmuuskopiolle:
15890=Total backups:
15825=tallenne
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=Automaattinen piilotus
15960=Hakemisto:
15970=Piilotusviive:
15980=Näytä viive:
15990=Animaatioaika:
16000=Äärileveys:
16010=Vapaa
16020=Vasen
16030=Ylös
16040=Oikea
16050=Alas

// Appearance Settings
16500=Ilmaisu
16610=Kielivalinta:
16530=Windows Työkalut
16590=Otsikkorivin nimi
16550=Näytä Valikkorivi
16560=Näytä Työkalurivi
16510=Autom. havainnot
16540=Herkkyys:
16580=Läpinäkyvyys:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=Hakemisto:
16770=Fontti...
16780=Väri...
16710=Hakemistorullaus
16720=Näytä kiinnityspainikkeet
16730=Näytä kiinnitysrivit
16740=Rivit päähakemistossa
16750=Näytä kiinnityskuvake
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=Sarkainrivi:
16920=Fontti...
16860=Monirivinen sarkain
16890=Tabs on bottom
16870=Sarkainleveys:
16900=Näytä sarkaimet
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=Sisältöpaneeli:
17020=Fontti...
17030=Väri...
17045=Abstract View:
17055=Fontti...
17060=Väri...
17065=Abstract Title:
17075=Fontti...
17080=Väri...
17085=Abstract Sel-Title:
17090=Fontti...
17095=Väri...

// Editor Settings
17100=Editori
17140=Editori:
17120=Fontti...
17130=Väri...
15280=Marginaalit:
17150=Näytä rivinumero
17170=Väri...
17180=Korosta nykyinen rivi
17200=Väri...
17210=Väri...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=Fontti...
17440=Väri...

// Extensions Settings
17600=Extensions
17610=Salli Laskentasivu
17620=Salli Muistutus
17630=Salli Sanakirja
17640=Salli Linkkisivu
17660=Salli Kontaktit
17670=Salli Mallineet
17680=Salli Leikepöytä
17690=Huomautus: Muutokset näissä kohdissa tulevat voimaan uudelleenkäynnistyksen jälkeen.

// Calculator Settings
17800=Calculator
17840=Desimaalit:
17850=Kolmoislaskin:
17820=Radial
17830=Aste
17860=Käyttäjän toiminnot:

// Dictionary Settings
17950=Dictionary
17980=Sanakirjaluettelo:
17960=Näytä kaikki hakutulokset
17990=Muutetaan Sanakirjan tiedostokoodeja, odottele...
18000=Tip-query hotkey:
18020=Väri...

// Launcher Settings
18100=Launcher
18130=Pikanäppäin (Pl):
18210=Salli päätietueen Pikanäppäin
18110=Älä käytä kuvake-lukua (nopeampi)
18120=Autom. pienennys kun linkki on avattu

// Template Settings
18200=Malline
18220=Pikanäppäin:
18240=Malline / Leikepöydän leikeikkuna ei tarkenna
18250=Kaappauksen pikanäppäin:
20760=Abbrev.:

// Clipboard Settings
18300=Leikepöytä
18350=Tietueet maksimi:
18360=Tietueen koon rajoitus:
18370=Pikanäppäin:
18390=Valikon leveys:
18410=Uusi tietue menee ylös
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=Uusi Linkki
20180=Muokkaa Linkki
20030=Ohjelma / Tiedosto
20040=Kansio
20050=Url
20060=E-Mail
20080=Erä
20120=Linkki:
20130=Tyyppi:
20150=Linkki:
20160=Tyyppi:
20140=Pikanäppäin:
20010=Otsikko:

// Memo Dialog
20500=Uusi Muistutus
20510=Muokkaa Muistutusta
20380=Muistutus
20390=Käytä linkkiä
20400=Ei toimiva
20320=Aika:
20430=Kuvaus:
20440=Toiminta:
20450=Tänään
20460=Päivittäin
20470=Viikottain
20480=Kuukausittain
20485=Yearly
20490=Jaksottain
20560=Ei aikaa
20520=Ääni:
20540=Ei mitään
20550=Piippaus
20530=Äänitiedosto

// Contact Dialog
21290=Muokkaa Kontaktia
21280=Uusi Kontakti
21150=Nimi:
21160=Yritys:
21170=Mobile:
21180=ICQ:
21190=MSN:
21200=Sukup.
21210=Osoite:
21220=Postino.
21230=Puhelin:
21240=Faxi:
21250=Muut:
21260=Huom.
21270=Työtieto:
10090=E-Mail:

// Template Dialog
20740=Uusi Malline
20750=Muokkaa Malline

// Reminder PopupBox
20900=Minipad 2 muistutus
20920=Muistuta uudelleen:
20940=min.
20950=Ei muistutusta
20960=Delete me

// Messages & Misc Strings
25000=Muistilappu
25010=Kirjoita kohteen nimi:
25020=Kehote
25030=Haluatko poistaa nykyisen kohteen?
25040=Nimeä kohde
25050=Haluatko tyhjentää nykyisen kohteen sisällön?
25060=Mies
25070=Nainen
25080=Valitse Tiedosto
25090=Kaikki Tiedostot (*.*)|*.*|Käynnistystiedosto(*.exe)|*.exe|Dokumentti(*.doc)|*.doc|XLS Tiedosto(*.xls)|*.xls|PPT Tiedosto(*.ppt)|*.ppt|PDF Tiedosto(*.pdf)|*.pdf|Tekstitiedosto(*.txt)|*.txt
25100=Valitse Äänitiedosto
25110=Äänitiedosto(*.wav)|*.wav
25120=Valitse Kansio
25130=Muistutus
25131=Tehtävä
25132=Ei mitään
25140=Aika
25150=Toiminta
25160=Salli ääni
25170=Äänitiedosto
25180=Kuvaus
25210=Kategoria
25190=Tiedosto
25191=Kansio
25192=Url
25193=E-Mail
25194=Node
25195=Muut
25196=Erälinkki
25200=Linkki
25220=Pikanäppäin
25225=Abbrev.
25230=Nimi
25240=Sukupuoli
25250=Mobile
25260=E-Mail
25270=Websivu
25280=Messenger
25290=Yritys
25300=Työtieto
25310=Osoite
25320=Postinumero
25330=Puhelin
25340=Faxi
25350=Muut
25400=Haluatko varmasti tyhjentää kaiken leiketekstin?
25410=Valitse tuotava Tiedosto
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Nimi vietävälle Tiedostolle;
25440=Tekstitiedosto (*.txt)|*.txt|Kaikki Tiedostot (*.*)|*.*
25450=Tekstitiedostot (*.txt)|*.txt|Minipad 2 Vie Tiedosto (*.mep)|*.mep|Kaikki Tiedostot (*.*)|*.*
25460=Minipad 2 Vie Tiedosto (*.mep)|*.mep|Tekstitiedosto (*.txt)|*.txt|Kaikki Tiedostot (*.*)|*.*;
25470=Luettelon sisältö on liitetty Leikepöytälle.
25480=Haluatko varmasti poistaa valitut Tietueet pikalinkkiluettelosta?
25490=Haluatko varmasti poistaa valitut Tietueet?
25495=Are you sure to remove the selected items?
25500=Haluatko varmasti poistaa valitut kohteet?
25510=Pääryhmä
25520=Valitut ryhmät sisältävät suojatut kohteet ja niitä ei voi poistaa.
25530=Haluatko varmasti poistaa koko ryhmän ja sen Alitietueet?
25540=Salasana ei kelpaa! Tarkista!
25550=Valitse postiasiakkaan suoritettava tiedosto
25560=Suoritettava Tiedosto (*.exe)|*.exe
25570=Valitut tekstit on lisätty MiniPad 2 Mallinelistaan.
25580=Kohteen sisältö (Nr. %0) on jo olemassa Mallinelistalla!
25590=Sisällys luettelossa
25600=Information
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Linkki
25740=Contact
25360=Group
25361=NotePage
25362=Laskentasivu
25363=MemoPage
25364=Sanakirja
25365=Linkkisivu
25366=ContactPage
25375=Muistutus
25376=Linkki
25377=Contact
25378=Malline
25386=ClipItem
25370=Malline
25380=Pikalinkki
25390=Leikepöytä
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Otsikko
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=Tiedosto
25830=Huomautus
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=Pääryhmä
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude